tap "homebrew/bundle"
brew "gh"
brew "git"
brew "git-gui"
brew "node"
brew "postgresql@16"
brew "powerlevel10k"
brew "wget"
brew "git"
brew "node"
cask "discord"
cask "steam"
cask "visual-studio-code"
cask "warp"
cask "maccy"
cask "soundsource"
cask "xnip"
cask "github"
cask "displaylink"
cask "obsidian"
cask "dozer"
cask "rectangle"
cask "raycast"
cask "ticktick"
cask "keka"
cask "keepingyouawake"
cask "arc"
cask "bitwarden"
cask "whatsapp"
brew "mackup"
